{"go": 1856, "point": 3396, "crazi": 1175, "avail": 589, "bugi": 810, "great": 1965, "world": 4893, "la": 2415, "cine": 998, "got": 1937, "wat": 4736, "ok": 3111, "lar": 2429, "joke": 2341, "wif": 4817, "oni": 3174, "ok lar": 3116, "free": 1689, "entri": 1488, "wkli": 4863, "comp": 1088, "win": 4827, "fa": 1553, "cup": 1201, "final": 1619, "tkt": 4349, "21st": 180, "may": 2741, "2005": 176, "text": 4250, "87121": 352, "receiv": 3575, "question": 3506, "std": 4062, "txt": 4461, "rate": 3531, "appli": 525, "free entri": 1701, "wkli comp": 4864, "cup final": 1202, "std txt": 4063, "txt rate": 4473, "rate appli": 3533, "dun": 1423, "say": 3725, "earli": 1436, "alreadi": 460, "nah": 2959, "think": 4289, "goe": 1903, "usf": 4604, "live": 2546, "around": 545, "though": 4306, "freemsg": 1719, "hey": 2104, "darl": 1240, "week": 4762, "word": 4878, "back": 617, "like": 2516, "fun": 1758, "still": 4065, "tb": 4208, "xxx": 4939, "send": 3780, "50": 256, "freemsg hey": 1720, "like fun": 2519, "even": 1509, "brother": 792, "speak": 4012, "treat": 4422, "per": 3282, "request": 3635, "mell": 2767, "oru": 3222, "minnaminungint": 2820, "nurungu": 3079, "vettam": 4626, "set": 3824, "callertun": 879, "caller": 876, "press": 3444, "copi": 1140, "friend": 1729, "per request": 3288, "request mell": 3636, "mell mell": 2768, "mell oru": 2769, "oru minnaminungint": 3223, "minnaminungint nurungu": 2821, "nurungu vettam": 3080, "vettam set": 4627, "set callertun": 3825, "callertun caller": 880, "caller press": 877, "press copi": 3445, "copi friend": 1141, "friend callertun": 1732, "winner": 4841, "valu": 4614, "network": 2999, "custom": 1210, "select": 3774, "900": 365, "prize": 3463, "reward": 3655, "claim": 1004, "call": 834, "code": 1039, "valid": 4610, "12": 112, "hour": 2190, "winner valu": 4843, "valu network": 4616, "network custom": 3000, "900 prize": 366, "claim call": 1006, "claim code": 1007, "valid 12": 4611, "mobil": 2854, "11": 103, "month": 2888, "entitl": 1486, "updat": 4525, "latest": 2447, "colour": 1055, "camera": 890, "co": 1032, "mobil 11": 2857, "entitl updat": 1487, "updat latest": 4527, "latest colour": 2449, "free call": 1697, "call mobil": 863, "mobil updat": 2869, "updat co": 4526, "co free": 1033, "gonna": 1909, "home": 2153, "soon": 3981, "want": 4711, "talk": 4197, "stuff": 4115, "anymor": 505, "tonight": 4400, "cri": 1181, "enough": 1481, "today": 4360, "want talk": 4727, "six": 3902, "chanc": 952, "cash": 924, "100": 84, "20": 165, "000": 3, "pound": 3423, "87575": 355, "cost": 1145, "150p": 135, "day": 1251, "16": 148, "repli": 3617, "hl": 2130, "info": 2268, "chanc win": 954, "cash 100": 925, "000 pound": 7, "cost 150p": 1147, "repli hl": 3622, "urgent": 4578, "membership": 2772, "www": 4921, "net": 2993, "pobox": 3384, "week free": 4765, "000 prize": 8, "txt word": 4480, "search": 3747, "right": 3658, "thank": 4270, "promis": 3481, "wont": 4876, "take": 4186, "help": 2099, "wonder": 4873, "bless": 726, "time": 4327, "date": 1248, "sunday": 4142, "use": 4598, "credit": 1179, "click": 1019, "wap": 4731, "link": 2537, "next": 3021, "messag": 2780, "http": 2199, "com": 1059, "oh": 3102, "watch": 4741, "eh": 1457, "rememb": 3601, "spell": 4027, "name": 2961, "ye": 4951, "naughti": 2974, "make": 2682, "wet": 4799, "fine": 1628, "way": 4748, "feel": 1591, "england": 1477, "dont": 1379, "miss": 2829, "goal": 1896, "team": 4217, "news": 3019, "ur": 4533, "nation": 2970, "87077": 351, "eg": 1455, "tri": 4425, "wale": 4696, "scotland": 3740, "dont miss": 1388, "txt ur": 4479, "serious": 3814, "ha": 2026, "go tri": 1891, "ha ha": 2027, "pay": 3267, "first": 1638, "da": 1225, "stock": 4078, "comin": 1085, "aft": 423, "finish": 1632, "lunch": 2646, "str": 4105, "lor": 2581, "ard": 533, "smth": 3945, "finish lunch": 1634, "ard smth": 534, "finish ur": 1635, "alright": 462, "meet": 2756, "sooner": 3982, "forc": 1667, "eat": 1446, "slice": 3923, "realli": 3561, "hungri": 2206, "tho": 4305, "suck": 4130, "mark": 2719, "get": 1797, "worri": 4897, "know": 2395, "sick": 3874, "turn": 4453, "pizza": 3336, "lol": 2565, "get worri": 1829, "alway": 465, "convinc": 1133, "catch": 934, "bu": 804, "fri": 1726, "egg": 1456, "tea": 4214, "mom": 2881, "left": 2479, "dinner": 1345, "love": 2606, "amp": 474, "pack": 3243, "car": 907, "let": 2491, "room": 3677, "let know": 2494, "work": 4884, "feel like": 1597, "wait": 4681, "clear": 1018, "sure": 4160, "us": 4593, "yeah": 4957, "child": 981, "caught": 935, "till": 4323, "cheer": 977, "yeah got": 4959, "tell": 4226, "anyth": 508, "tell anyth": 4227, "fear": 1586, "quick": 3510, "subscript": 4127, "rington": 3662, "uk": 4495, "charg": 958, "pleas": 3364, "confirm": 1106, "mobil charg": 2862, "charg month": 961, "repli ye": 3631, "yup": 4992, "look": 2575, "msg": 2917, "xuhui": 4937, "learn": 2472, "2nd": 202, "lesson": 2490, "yup ok": 4994, "ok go": 3113, "go home": 1871, "oop": 3181, "roommat": 3679, "done": 1378, "see": 3758, "letter": 2498, "decid": 1288, "anyth lor": 511, "hello": 2093, "saturday": 3717, "tomo": 4385, "invit": 2288, "pl": 3337, "ahead": 436, "weekend": 4771, "abiola": 378, "great weekend": 1974, "forget": 1672, "need": 2979, "crave": 1174, "sweet": 4168, "yummi": 4987, "want need": 4719, "need crave": 2984, "burn": 814, "sm": 3929, "nokia": 3042, "camcord": 883, "08000930705": 30, "deliveri": 1304, "tomorrow": 4386, "tri call": 4426, "call repli": 867, "repli sm": 3627, "free nokia": 1708, "mobil free": 2867, "free camcord": 1698, "pleas call": 3367, "call 08000930705": 836, "08000930705 deliveri": 31, "deliveri tomorrow": 1305, "hope": 2170, "man": 2698, "well": 4782, "lt": 2635, "gt": 1982, "inch": 2258, "hope like": 2177, "lt gt": 2637, "gt inch": 1991, "call messag": 861, "messag miss": 2783, "miss call": 2832, "nigeria": 3029, "fair": 1558, "anyth go": 510, "tyler": 4487, "could": 1152, "mayb": 2744, "ask": 557, "bit": 710, "hospit": 2185, "kept": 2373, "weak": 4755, "want go": 4715, "go hospit": 1872, "saw": 3724, "class": 1015, "first time": 1640, "gram": 1961, "usual": 4605, "run": 3693, "half": 2037, "almost": 457, "whole": 4812, "second": 3752, "like lt": 2524, "fyi": 1761, "ride": 3657, "morn": 2898, "crash": 1173, "place": 3351, "earli tomorrow": 1437, "tomorrow morn": 4388, "wow": 4908, "never": 3005, "realiz": 3560, "embarass": 1467, "thought": 4307, "sinc": 3888, "best": 672, "seem": 3770, "happi": 2055, "sorri": 3985, "give": 1844, "offer": 3090, "ac": 384, "new": 3007, "red": 3583, "play": 3357, "ice": 2223, "correct": 1143, "end": 1470, "sm ac": 3931, "repli end": 3621, "yesterday": 4973, "find": 1621, "url": 4589, "lt url": 2639, "url gt": 4590, "congrat": 1108, "year": 4964, "special": 4015, "cinema": 999, "pass": 3261, "09061209465": 69, "suprman": 4157, "matrix3": 2731, "starwars3": 4055, "etc": 1503, "bx420": 822, "ip4": 2295, "5we": 284, "150pm": 141, "congrat year": 1110, "year special": 4967, "special cinema": 4019, "cinema pass": 1000, "pass call": 3262, "call 09061209465": 842, "09061209465 suprman": 70, "suprman matrix3": 4158, "matrix3 starwars3": 2732, "starwars3 etc": 4056, "etc free": 1504, "free bx420": 1696, "bx420 ip4": 823, "ip4 5we": 2296, "5we 150pm": 285, "150pm dont": 142, "later": 2444, "sorri call": 3986, "call later": 860, "later meet": 2445, "reach": 3541, "seri": 3812, "pick": 3323, "burger": 813, "move": 2909, "pain": 3247, "kill": 2384, "way home": 4751, "home even": 2156, "good": 1913, "girl": 1837, "situat": 3900, "part": 3256, "check": 974, "iq": 2301, "took": 4403, "forev": 1670, "come": 1065, "ok come": 3112, "doubl": 1398, "hair": 2034, "dresser": 1410, "said": 3703, "wun": 4920, "cut": 1216, "short": 3854, "nice": 3025, "hair dresser": 2035, "cut short": 1217, "advis": 417, "follow": 1660, "recent": 3578, "review": 3653, "mob": 2848, "award": 597, "1500": 133, "bonu": 744, "valu custom": 4615, "custom pleas": 1214, "pleas advis": 3365, "advis follow": 418, "follow recent": 1661, "recent review": 3579, "review mob": 3654, "mob award": 2849, "award 1500": 599, "1500 bonu": 134, "bonu prize": 747, "prize call": 3465, "song": 3974, "dedic": 1292, "valuabl": 4617, "frnd": 1745, "rpli": 3685, "song dedic": 3975, "send ur": 3799, "complimentari": 1095, "trip": 4433, "1000": 91, "di": 1320, "18": 150, "10": 80, "urgent ur": 4586, "ur award": 4536, "hear": 2077, "plane": 3356, "month end": 2889, "wah": 4680, "lucki": 2643, "save": 3723, "money": 2885, "hee": 2088, "hi": 2112, "babe": 610, "im": 2236, "wanna": 4707, "someth": 3967, "xx": 4938, "hi babe": 2113, "im home": 2240, "perform": 3291, "machan": 2664, "call free": 853, "that": 4279, "cool": 1137, "gentleman": 1790, "digniti": 1341, "respect": 3640, "that cool": 4280, "gentleman treat": 1791, "treat digniti": 4423, "digniti respect": 1342, "peopl": 3278, "much": 2937, "shi": 3844, "pa": 3241, "oper": 3185, "job": 2333, "ta": 4183, "earn": 1439, "ah": 434, "ok way": 3129, "hi hi": 2117, "place man": 3353, "stop": 4085, "urgnt": 4588, "real": 3550, "yo": 4979, "ticket": 4319, "one": 3147, "start": 4051, "came": 885, "bed": 655, "coin": 1043, "gotta": 1954, "nitro": 3037, "came back": 886, "still tonight": 4074, "kano": 2361, "il": 2232, "download": 1401, "wen": 4788, "wen ur": 4790, "stand": 4047, "close": 1023, "anoth": 494, "night": 3030, "spent": 4029, "late": 2442, "afternoon": 425, "mean": 2746, "includ": 2260, "sheet": 3842, "smile": 3937, "pleasur": 3373, "troubl": 4434, "pour": 3428, "rain": 3520, "sum1": 4137, "hurt": 2210, "becoz": 654, "someon": 3962, "like rain": 2527, "still love": 4072, "love see": 2621, "see smile": 3765, "servic": 3817, "repres": 3633, "0800": 24, "10am": 97, "9pm": 371, "guarante": 2004, "5000": 268, "call custom": 851, "custom servic": 1215, "servic repres": 3822, "guarante 1000": 2005, "1000 cash": 92, "cash 5000": 927, "5000 prize": 271, "havent": 2070, "plan": 3354, "buy": 817, "lido": 2502, "530": 276, "show": 3863, "finish work": 1636, "collect": 1048, "simpli": 3887, "password": 3265, "mix": 2841, "verifi": 4623, "fml": 1659, "po": 3382, "box": 766, "free rington": 1711, "po box": 3383, "movi": 2910, "abt": 381, "wat abt": 4737, "load": 2552, "loan": 2553, "wk": 4859, "hol": 2140, "forgot": 1674, "appoint": 527, "four": 1685, "shower": 3869, "caus": 936, "prob": 3470, "need get": 2986, "get home": 1810, "coffe": 1042, "anim": 492, "noth": 3063, "els": 1462, "okay": 3132, "price": 3452, "long": 2571, "legal": 2482, "ave": 591, "gone": 1908, "drive": 1413, "test": 4249, "yet": 4974, "guess": 2018, "gave": 1778, "boston": 759, "men": 2773, "chang": 955, "locat": 2556, "nyc": 3084, "cuz": 1222, "page": 3245, "umma": 4500, "life": 2504, "vava": 4620, "lot": 2596, "dear": 1273, "love lot": 2617, "wish": 4846, "birthday": 703, "truli": 4437, "aight": 438, "hit": 2128, "get cash": 1803, "would": 4903, "address": 409, "consid": 1115, "comput": 1098, "old": 3141, "better": 679, "lie": 2503, "alway one": 467, "busi": 815, "dont worri": 1395, "research": 3638, "go dinner": 1866, "thing": 4287, "scare": 3733, "mah": 2673, "loud": 2600, "dun like": 1427, "contact": 1117, "last": 2433, "draw": 1402, "k52": 2357, "12hr": 118, "150ppm": 144, "tri contact": 4427, "contact last": 1123, "last weekend": 2440, "weekend draw": 4773, "draw show": 1405, "show 1000": 3864, "1000 prize": 93, "prize guarante": 3468, "guarante call": 2006, "code k52": 1041, "k52 valid": 2358, "valid 12hr": 4612, "12hr 150ppm": 119, "wa": 4679, "sentenc": 3809, "anyway": 517, "juz": 2355, "tt": 4448, "eatin": 1448, "weight": 4778, "haha": 2029, "anythin": 514, "happen": 2052, "enter": 1482, "cabin": 825, "boss": 757, "felt": 1603, "askd": 565, "apart": 520, "went": 4791, "enter cabin": 1483, "cabin pa": 826, "pa said": 3242, "said happi": 3704, "happi day": 2059, "day boss": 1255, "boss felt": 758, "felt special": 1604, "special askd": 4017, "askd lunch": 566, "lunch lunch": 2648, "lunch invit": 2647, "invit apart": 2289, "apart went": 521, "holiday": 2145, "flight": 1653, "inc": 2256, "min": 2803, "winner special": 4842, "special select": 4022, "select receiv": 3775, "receiv 1000": 3576, "holiday flight": 2149, "flight inc": 1654, "inc speak": 2257, "speak live": 4013, "live oper": 2549, "oper claim": 3186, "min 18": 2806, "must": 2954, "friday": 1727, "hmm": 2132, "uncl": 4506, "inform": 2270, "school": 3737, "directli": 1350, "food": 1663, "buy food": 819, "privat": 3460, "2004": 173, "account": 393, "statement": 4057, "786": 302, "unredeem": 4517, "identifi": 2226, "45239": 243, "expir": 1546, "privat 2004": 3462, "2004 account": 174, "account statement": 396, "show 786": 3866, "786 unredeem": 303, "unredeem bonu": 4518, "bonu point": 746, "point claim": 3398, "identifi code": 2227, "code 45239": 1040, "45239 expir": 244, "2000": 168, "03": 17, "landlin": 2424, "urgent mobil": 4583, "mobil award": 2861, "award 2000": 600, "2000 bonu": 169, "bonu caller": 745, "caller prize": 878, "contact call": 1119, "call landlin": 859, "voda": 4647, "number": 3074, "350": 219, "match": 2725, "08712300220": 51, "quot": 3516, "standard": 4048, "app": 523, "today voda": 4373, "voda number": 4648, "number end": 3076, "receiv 350": 3577, "350 award": 220, "match pleas": 2726, "call 08712300220": 839, "08712300220 quot": 52, "quot claim": 3517, "standard rate": 4049, "rate app": 3532, "mu": 2936, "predict": 3440, "wat time": 4739, "time finish": 4329, "yetund": 4976, "sent": 3803, "bother": 760, "apologis": 522, "sent text": 3806, "del": 1297, "bak": 627, "hope well": 2181, "long time": 2573, "time give": 4331, "give call": 1846, "dear call": 1274, "answer": 499, "answer question": 501, "sunshin": 4147, "quiz": 3513, "top": 4406, "soni": 3977, "dvd": 1433, "player": 3361, "countri": 1157, "ansr": 497, "82277": 327, "sp": 4007, "tyron": 4490, "sunshin quiz": 4148, "quiz wkli": 3515, "wkli win": 4866, "win top": 4837, "top soni": 4407, "soni dvd": 3978, "dvd player": 1434, "player know": 3363, "know countri": 2397, "txt ansr": 4462, "ansr 82277": 498, "82277 50": 328, "50 sp": 259, "sp tyron": 4008, "laid": 2421, "dog": 1372, "direct": 1347, "join": 2339, "largest": 2431, "bt": 798, "txting": 4485, "nt": 3065, "ec2a": 1449, "want get": 4714, "get laid": 1812, "tonight want": 4401, "want real": 4722, "real dog": 3552, "dog locat": 1373, "locat sent": 2557, "sent direct": 3804, "direct ur": 1349, "ur mob": 4560, "join uk": 2340, "uk largest": 4497, "largest dog": 2432, "dog network": 1374, "msg 150p": 2918, "haf": 2028, "yiju": 4977, "befor": 659, "activ": 402, "check room": 976, "room befor": 3678, "befor activ": 660, "chat": 967, "hardcor": 2065, "age": 429, "yr": 4985, "lazi": 2460, "type": 4488, "lect": 2477, "text way": 4261, "sir": 3893, "mail": 2677, "sir wait": 3895, "swt": 4177, "tire": 4345, "littl": 2543, "lovabl": 2603, "person": 3293, "coz": 1164, "occupi": 3089, "biggest": 691, "heart": 2080, "gud": 2009, "ni8": 3024, "littl thing": 2545, "gud ni8": 2013, "open": 3183, "ya": 4943, "dot": 1397, "see ya": 3769, "what": 4800, "staff": 4045, "sexi": 3829, "femal": 1605, "local": 2555, "luv": 2650, "netcollex": 2997, "ltd": 2640, "netcollex ltd": 2998, "per msg": 3286, "msg repli": 2927, "repli stop": 3628, "stop end": 4090, "begin": 662, "qatar": 3502, "pray": 3439, "hard": 2064, "delet": 1300, "birla": 699, "soft": 3953, "got job": 1942, "birla soft": 700, "wine": 4840, "flow": 1657, "thk": 4300, "yup thk": 4995, "need go": 2987, "floor": 1656, "window": 4839, "shirt": 3847, "sometim": 3972, "dream": 1407, "without": 4856, "joy": 2345, "tv": 4454, "becom": 653, "leav": 2474, "hous": 2192, "leav hous": 2475, "interview": 2286, "boy": 775, "hello love": 2097, "good boy": 1915, "think miss": 4295, "arrang": 547, "new year": 3017, "cash holiday": 931, "keep": 2365, "safe": 3702, "everyon": 1524, "miss alreadi": 2830, "parent": 3251, "hand": 2044, "new job": 3008, "excit": 1537, "spend": 4028, "make happi": 2688, "434": 240, "62468": 288, "invit friend": 2290, "friend repli": 1736, "see www": 3768, "www sm": 4927, "stop send": 4094, "send stop": 3796, "stop frnd": 4092, "frnd 62468": 1746, "order": 3211, "content": 1127, "goto": 1952, "internet": 2285, "menu": 2775, "ur mobil": 4561, "modul": 2879, "urgent tri": 4585, "avoid": 593, "wit": 4853, "escap": 1498, "fanci": 1564, "complet": 1093, "form": 1678, "also": 464, "utter": 4607, "wast": 4735, "bank": 630, "hmmm": 2133, "hop": 2169, "muz": 2956, "discuss": 1357, "liao": 2499, "ya go": 4944, "time come": 4328, "come later": 1073, "bloodi": 732, "hell": 2091, "cant": 901, "believ": 666, "mr": 2913, "ill": 2233, "spanish": 4010, "bath": 638, "finish bath": 1633, "carlo": 918, "know got": 2400, "got money": 1946, "mall": 2697, "still go": 4068, "stay": 4060, "til": 4322, "smoke": 3943, "worth": 4900, "friend stay": 1737, "back til": 620, "gt worth": 2001, "doesnt": 1371, "log": 2559, "spoke": 4034, "maneesha": 2705, "satisfi": 3715, "experi": 1544, "toll": 4381, "hi spoke": 2120, "spoke maneesha": 4035, "maneesha like": 2706, "like know": 2523, "know satisfi": 2405, "satisfi experi": 3716, "experi repli": 1545, "repli toll": 3629, "toll free": 4382, "free ye": 1717, "lift": 2511, "especi": 1500, "studi": 4114, "gr8": 1957, "end month": 1472, "trust": 4438, "guy": 2022, "bye": 824, "toward": 4414, "mummi": 2941, "boytoy": 777, "get back": 1801, "boytoy miss": 778, "awesom": 608, "minut": 2822, "haha awesom": 2030, "freephon": 1721, "0808": 37, "145": 124, "4742": 245, "9am": 368, "11pm": 110, "repres freephon": 3634, "freephon 0808": 1723, "0808 145": 38, "145 4742": 125, "4742 9am": 246, "9am 11pm": 369, "11pm guarante": 111, "xma": 4935, "radio": 3518, "time get": 4330, "ju": 2350, "si": 3872, "reach home": 3543, "home go": 2158, "go bath": 1861, "uniqu": 4512, "august": 585, "co uk": 1037, "touch": 4411, "deal": 1272, "keep touch": 2370, "great week": 1973, "cours": 1161, "complet cours": 1094, "howev": 2195, "suggest": 4133, "abl": 379, "everi": 1517, "settl": 3826, "gr8 day": 1958, "mrng": 2914, "hav": 2068, "gud mrng": 2012, "mrng dear": 2915, "dear hav": 1276, "hav nice": 2069, "nice day": 3026, "stori": 4101, "got person": 1948, "person stori": 3299, "dead": 1271, "tmr": 4353, "orchard": 3208, "mrt": 2916, "hey tmr": 2109, "orchard mrt": 3210, "kate": 2363, "hi kate": 2119, "see tomorrow": 3767, "txt back": 4463, "found": 1683, "buck": 806, "sent lt": 3805, "gt buck": 1984, "darlin": 1241, "ive": 2310, "colleg": 1054, "love kate": 2614, "success": 4128, "decim": 1289, "balanc": 628, "rs": 3687, "transact": 4418, "id": 2224, "lt decim": 2636, "decim gt": 1290, "rs lt": 3688, "goodmorn": 1930, "sleep": 3917, "ga": 1762, "dat": 1245, "oso": 3225, "cannot": 900, "oredi": 3215, "like dat": 2518, "straight": 4106, "connect": 1114, "bill": 693, "give us": 1849, "shoot": 3851, "big": 684, "readi": 3548, "big load": 687, "get readi": 1819, "break": 783, "semest": 3778, "hope great": 2176, "noe": 3041, "leh": 2483, "sound": 3999, "head": 2075, "slept": 3922, "past": 3266, "easi": 1441, "sen": 3779, "exam": 1533, "march": 2715, "exam march": 1534, "atm": 575, "regist": 3592, "yeah think": 4963, "ok prob": 3120, "take ur": 4193, "ur time": 4572, "os": 3224, "instal": 2276, "import": 2249, "file": 1615, "system": 4182, "repair": 3614, "shop": 3852, "romant": 3675, "nite": 3036, "bit lor": 714, "500": 262, "89545": 360, "tc": 4209, "biz": 718, "2optout": 207, "087187262701": 63, "50gbp": 272, "mtmsg18": 2934, "new mobil": 3010, "mobil 2004": 2859, "2004 must": 175, "must go": 2955, "go txt": 1892, "txt nokia": 4470, "nokia 89545": 3047, "89545 collect": 361, "collect today": 1053, "today www": 4375, "www tc": 4928, "tc biz": 4210, "biz 2optout": 719, "2optout 087187262701": 208, "087187262701 50gbp": 64, "50gbp mtmsg18": 273, "appreci": 528, "would realli": 4907, "realli appreci": 3562, "partner": 3260, "career": 917, "star": 4050, "sign": 3880, "compani": 1091, "teacher": 4216, "bcoz": 645, "teach": 4215, "good morn": 1924, "walk": 4697, "cross": 1183, "road": 3669, "side": 3875, "street": 4108, "batteri": 640, "die": 1332, "work place": 4888, "flirt": 1655, "10p": 100, "sam": 3711, "25": 184, "recd": 3572, "penc": 3276, "text meet": 4257, "name age": 2962, "msg recd": 2926, "print": 3459, "closer": 1026, "bu stop": 805, "wil": 4824, "theori": 4285, "argument": 539, "lose": 2589, "argu": 537, "kick": 2378, "new theori": 3013, "theori argument": 4286, "argument win": 540, "win situat": 4835, "situat lose": 3901, "lose person": 2592, "person dont": 3296, "dont argu": 1380, "argu ur": 538, "ur friend": 4545, "friend kick": 1734, "kick amp": 2379, "amp say": 482, "say alway": 3726, "alway correct": 466, "secret": 3753, "admir": 410, "reveal": 3651, "secret admir": 3754, "admir look": 411, "look make": 2578, "make contact": 2684, "contact find": 1122, "find reveal": 1625, "reveal think": 3652, "think ur": 4297, "ur special": 4569, "special call": 4018, "tomarrow": 4384, "laptop": 2428, "case": 922, "tel": 4224, "avent": 592, "meant": 2749, "told": 4378, "face": 1554, "fr": 1686, "thanx": 4277, "everyth": 1526, "told dat": 4379, "websit": 4758, "slipper": 3925, "ask call": 559, "kalli": 2360, "bat": 637, "inning": 2272, "didnt": 1329, "goodnight": 1932, "fix": 1645, "wake": 4693, "dearli": 1284, "oh ok": 3107, "good night": 1925, "congratul": 1111, "cd": 940, "voucher": 4658, "125gift": 116, "music": 2949, "87066": 348, "tnc": 4354, "ldew": 2461, "com1win150ppmx3age16": 1063, "congratul ur": 1113, "award 500": 601, "500 cd": 264, "cd voucher": 942, "voucher 125gift": 4659, "125gift guarante": 117, "guarante free": 2007, "entri 100": 1489, "100 wkli": 90, "wkli draw": 4865, "draw txt": 1406, "txt music": 4469, "music 87066": 2950, "87066 tnc": 349, "tnc www": 4355, "www ldew": 4925, "ldew com1win150ppmx3age16": 2463, "ranjith": 3530, "cal": 830, "5min": 278, "hold": 2141, "bcum": 646, "angri": 489, "wid": 4813, "dnt": 1366, "childish": 982, "true": 4435, "deep": 1293, "affect": 420, "care": 913, "kettoda": 2375, "manda": 2703, "ur lovabl": 4554, "lovabl bcum": 2604, "bcum angri": 647, "angri wid": 491, "wid dnt": 4815, "dnt take": 1368, "take serious": 4191, "serious coz": 3815, "coz angri": 1165, "angri childish": 490, "childish true": 983, "true way": 4436, "way show": 4753, "show deep": 3868, "deep affect": 1294, "affect care": 421, "care luv": 916, "luv kettoda": 2651, "kettoda manda": 2376, "manda nice": 2704, "day da": 1256, "ship": 3846, "week get": 4766, "lemm": 2485, "lemm know": 2486, "expect": 1542, "mmm": 2843, "lover": 2628, "video": 4630, "handset": 2049, "750": 298, "anytim": 515, "unlimit": 4515, "contact repli": 1124, "repli offer": 3624, "offer video": 3095, "video handset": 4632, "handset 750": 2050, "750 anytim": 299, "anytim network": 516, "network min": 3001, "min unlimit": 2814, "unlimit text": 4516, "text camcord": 4253, "camcord repli": 884, "repli call": 3618, "park": 3255, "mini": 2818, "come today": 1080, "disturb": 1362, "anyway go": 518, "go shop": 1885, "co si": 1036, "dun disturb": 1425, "disturb liao": 1363, "ring": 3660, "ring ur": 3661, "horni": 2183, "nake": 2960, "hot": 2187, "unsubscrib": 4522, "text stop": 4259, "dint": 1346, "wana": 4706, "tri get": 4429, "get hold": 1809, "choos": 993, "club": 1028, "stop txt": 4098, "flash": 1650, "jealou": 2326, "singl": 3890, "chart": 965, "qualiti": 3503, "messag free": 2782, "sort": 3996, "sunni": 4145, "ray": 3536, "blue": 735, "bay": 641, "night end": 3032, "end anoth": 1471, "anoth day": 495, "day morn": 1265, "morn come": 2899, "come special": 1079, "special way": 4024, "way may": 4752, "may smile": 2743, "smile like": 3940, "like sunni": 2530, "sunni ray": 4146, "ray leav": 3537, "leav worri": 2476, "worri blue": 4898, "blue blue": 737, "blue bay": 736, "hmv": 2134, "genuin": 1794, "86688": 343, "100percent": 95, "hmv bonu": 2136, "bonu special": 748, "special 500": 4016, "500 pound": 266, "pound genuin": 3424, "genuin hmv": 1795, "hmv voucher": 2137, "voucher answer": 4660, "answer easi": 500, "easi question": 1444, "question play": 3509, "play send": 3360, "send hmv": 3788, "hmv 86688": 2135, "86688 info": 345, "info www": 2269, "www 100percent": 4922, "100percent real": 96, "real com": 3551, "might": 2799, "well take": 4786, "bf": 682, "see bit": 3759, "celebr": 944, "full": 1755, "swing": 4175, "got call": 1939, "definit": 1296, "far": 1570, "oki": 3136, "anybodi": 504, "throw": 4311, "last night": 2435, "might come": 2800, "babi": 615, "fone": 1662, "hi babi": 2114, "babi im": 616, "ge": 1783, "lot love": 2597, "love life": 2616, "life love": 2507, "call friend": 855, "shall": 3835, "tonit": 4402, "sens": 3802, "gautham": 1777, "stupid": 4116, "cam": 882, "buzi": 820, "much buzi": 2938, "accident": 391, "phone": 3307, "upgrad": 4529, "sim": 3883, "card": 910, "loyalti": 2632, "0845": 39, "mobil custom": 2865, "custom may": 1212, "may claim": 2742, "claim free": 1009, "free camera": 1699, "camera phone": 894, "phone upgrad": 3318, "sim card": 3884, "loyalti call": 2633, "offer end": 3091, "unless": 4514, "teas": 4219, "plz": 3377, "rose": 3680, "bslvyl": 795, "make cri": 2685, "keep one": 2367, "one rose": 3168, "cant pick": 904, "pick phone": 3325, "phone right": 3317, "right pl": 3659, "pl send": 3349, "send messag": 3792, "time week": 4344, "somebodi": 3961, "high": 2122, "last time": 2438, "shit": 3848, "shock": 3850, "scari": 3734, "imagin": 2244, "def": 1295, "somewher": 3973, "meal": 2745, "4u": 255, "21": 179, "hide": 2121, "book": 750, "jo": 2332, "friendship": 1739, "hang": 2051, "themob": 4284, "newest": 3018, "game": 1765, "tone": 4390, "gossip": 1936, "sport": 4039, "fit": 1642, "garag": 1773, "key": 2377, "accept": 386, "sister": 3896, "dear1": 1280, "best1": 676, "clos1": 1021, "lvblefrnd": 2653, "jstfrnd": 2348, "cutefrnd": 1220, "lifpartnr": 2509, "belovd": 669, "swtheart": 4179, "bstfrnd": 796, "enemi": 1473, "today accept": 4361, "accept day": 388, "day accept": 1253, "accept brother": 387, "brother sister": 793, "sister lover": 3897, "lover dear1": 2629, "dear1 best1": 1281, "best1 clos1": 677, "clos1 lvblefrnd": 1022, "lvblefrnd jstfrnd": 2654, "jstfrnd cutefrnd": 2349, "cutefrnd lifpartnr": 1221, "lifpartnr belovd": 2510, "belovd swtheart": 670, "swtheart bstfrnd": 4180, "bstfrnd rpli": 797, "rpli mean": 3686, "mean enemi": 2747, "smart": 3935, "200": 166, "weekli": 4774, "cs": 1188, "m26": 2655, "3uz": 236, "win 200": 4830, "m26 3uz": 2656, "50 week": 261, "2day": 194, "normal": 3061, "rest": 3645, "wot": 4902, "lost": 2595, "hope find": 2173, "made": 2668, "day great": 1262, "great day": 1967, "advanc": 414, "pongal": 3411, "kb": 2364, "power": 3431, "yoga": 4982, "dunno": 1430, "power yoga": 3432, "dude": 1421, "afraid": 422, "decemb": 1286, "11mth": 107, "08002986906": 36, "decemb mobil": 1287, "mobil 11mth": 2858, "11mth entitl": 109, "colour camera": 1056, "camera mobil": 893, "free 08002986906": 1692, "cake": 828, "merri": 2776, "christma": 996, "kiss": 2389, "merri christma": 2777, "babe love": 613, "love ya": 2627, "go watch": 1893, "cud": 1198, "ppl": 3433, "gona": 1907, "waitin": 4692, "pete": 3300, "would great": 4904, "get touch": 1822, "good week": 1929, "problem": 3474, "da today": 1230, "track": 4416, "record": 3582, "read": 3544, "women": 4872, "well know": 4785, "cool text": 1138, "light": 2513, "return": 3649, "immedi": 2246, "could get": 1153, "germani": 1796, "line": 2533, "via": 4628, "access": 389, "85": 337, "call germani": 856, "per minut": 3285, "report": 3632, "supervisor": 4152, "phone number": 3315, "valentin": 4608, "lifetim": 2508, "83600": 332, "rcvd": 3538, "custcar": 1207, "08718720201": 61, "valentin day": 4609, "win 1000": 4829, "send go": 3787, "83600 150p": 333, "150p msg": 137, "msg rcvd": 2925, "dine": 1344, "surf": 4164, "sleep surf": 3920, "thanx lot": 4278, "post": 3419, "wiv": 4858, "favourit": 1584, "stranger": 4107, "interest": 2284, "two": 4459, "round": 3681, "gudnit": 2017, "practic": 3438, "num": 3073, "di yiju": 1324, "ur mail": 4558, "small": 3934, "shag": 3834, "com txt": 1062, "cost 50": 1149, "50 per": 257, "realli miss": 3565, "great month": 1968, "ever": 1515, "slap": 3915, "urself": 4592, "fault": 1578, "basic": 635, "today sorri": 4370, "plz plz": 3379, "ur fault": 4543, "figur": 1613, "alcohol": 449, "jay": 2324, "weed": 4761, "figur much": 1614, "tri figur": 4428, "ish": 2304, "ago": 433, "wtf": 4918, "gt ish": 1992, "met": 2793, "insur": 2282, "insha": 2273, "allah": 455, "rakhesh": 3524, "ex": 1530, "insha allah": 2274, "current": 1203, "maxim": 2739, "cc": 938, "hg": 2110, "suite342": 4135, "2land": 196, "row": 3682, "w1j6hl": 4673, "ur cash": 4538, "cash balanc": 929, "balanc current": 629, "current 500": 1204, "pound maxim": 3425, "maxim ur": 2740, "cash send": 932, "86688 150p": 344, "msg cc": 2920, "hg suite342": 2111, "suite342 2land": 4136, "2land row": 197, "row w1j6hl": 3683, "moment": 2882, "work even": 4886, "everi day": 1518, "st": 4044, "cold": 1044, "keep post": 2368, "chikku": 980, "forward": 1681, "look forward": 2576, "aliv": 454, "breath": 785, "air": 441, "good afternoon": 1914, "think love": 4294, "take care": 4187, "motorola": 2907, "sonyericsson": 3979, "bluetooth": 738, "orang": 3199, "mobileupd8": 2873, "08000839402": 27, "call2optout": 874, "latest motorola": 2450, "motorola sonyericsson": 2908, "sonyericsson nokia": 3980, "nokia free": 3048, "free bluetooth": 1695, "doubl min": 1399, "min 1000": 2804, "1000 txt": 94, "txt orang": 4471, "orang call": 3202, "call mobileupd8": 865, "mobileupd8 08000839402": 2874, "08000839402 call2optout": 29, "discount": 1355, "messag repli": 2786, "geeee": 1786, "woke": 4870, "cuddl": 1199, "hello boytoy": 2094, "geeee miss": 1787, "spoil": 4033, "next lt": 3022, "gt min": 1995, "will": 4825, "refer": 3587, "gbp": 1781, "thank rington": 4275, "rington order": 3666, "order refer": 3214, "per week": 3289, "say happen": 3728, "seen": 3773, "recognis": 3581, "sigh": 3876, "bar": 631, "ptbo": 3487, "bring": 788, "project": 3479, "mistak": 2839, "dont mistak": 1389, "bodi": 742, "quit": 3512, "slow": 3926, "guid": 2020, "ovul": 3238, "relax": 3596, "reason": 3569, "coupl": 1158, "yeah sure": 4962, "coupl minut": 1159, "big deal": 686, "6month": 290, "min txt": 2813, "orang avail": 3200, "nokia motorola": 3049, "phone call": 3311, "lick": 2501, "custom place": 1213, "mm": 2842, "dont like": 1386, "4mth": 250, "rental": 3609, "mobilesdirect": 2871, "08000938767": 32, "or2stoptxt": 3198, "4mth half": 251, "half price": 2040, "price orang": 3455, "orang line": 3205, "line rental": 2535, "rental latest": 3611, "latest camera": 2448, "phone free": 3313, "free phone": 1709, "phone 11mth": 3308, "11mth call": 108, "call mobilesdirect": 864, "mobilesdirect free": 2872, "free 08000938767": 1691, "08000938767 updat": 33, "updat or2stoptxt": 4528, "huh": 2203, "sat": 3713, "intro": 2287, "pilat": 3331, "offic": 3096, "shut": 3871, "bout": 764, "time go": 4332, "calcul": 831, "period": 3292, "one month": 3163, "actual": 403, "rock": 3671, "call back": 847, "send text": 3798, "put": 3500, "pictur": 3327, "ass": 570, "facebook": 1555, "make feel": 2687, "al": 447, "share": 3839, "god": 1897, "india": 2264, "good even": 1918, "hope fine": 2174, "quickli": 3511, "wanna get": 4709, "87131": 353, "poli": 3399, "1st": 157, "nd": 2975, "text get": 4256, "free tone": 1715, "txt stop": 4476, "chechi": 973, "cream": 1176, "none": 3055, "yep": 4969, "tree": 4424, "pm": 3380, "hope day": 2171, "time place": 4339, "drink": 1412, "sender": 3801, "fullonsm": 1756, "messag text": 2790, "miss number": 2836, "miss sent": 2837, "sent via": 3808, "via fullonsm": 4629, "fullonsm com": 1757, "yan": 4946, "jiu": 2331, "skip": 3912, "den": 1308, "blah": 722, "oki go": 3137, "yan jiu": 4947, "oso go": 3226, "den go": 1309, "date servic": 1249, "dont want": 1394, "250": 185, "competit": 1092, "entri 250": 1490, "250 weekli": 187, "text word": 4262, "18 www": 152, "logo": 2563, "eve": 1507, "yahoo": 4945, "pobox36504w45wq": 3388, "ad": 404, "ur lover": 4556, "last week": 2439, "live call": 2547, "contact date": 1121, "servic enter": 3820, "enter phone": 1484, "fanci find": 1565, "find call": 1623, "hostel": 2186, "aha": 435, "land": 2422, "3030": 215, "mobil number": 2868, "number award": 3075, "2000 prize": 170, "land line": 2423, "line claim": 2534, "claim 3030": 1005, "3030 valid": 216, "voic": 4652, "express": 1549, "ful": 1754, "attract": 581, "funni": 1759, "irrit": 2302, "ok ok": 3119, "aathi": 374, "aathi dear": 375, "esplanad": 1501, "mind": 2815, "co got": 1035, "got car": 1940, "wnt": 4868, "bmw": 739, "vri": 4668, "hv": 2212, "shortag": 3856, "lac": 2417, "sourc": 4003, "arng": 543, "amt": 486, "wnt buy": 4869, "buy bmw": 818, "bmw car": 740, "car urgent": 909, "urgent vri": 4587, "vri urgent": 4669, "urgent hv": 4581, "hv shortag": 2213, "shortag lt": 3857, "gt lac": 1993, "lac sourc": 2418, "sourc arng": 4004, "arng di": 544, "di amt": 1321, "amt lt": 487, "lac that": 2419, "that prob": 4281, "watch tv": 4745, "tv lor": 4455, "fifteen": 1608, "fuck": 1750, "respond": 3643, "3min": 231, "vari": 4618, "ldn": 2464, "wc1n3xx": 4754, "video camera": 4631, "call cost": 850, "cost 150ppm": 1148, "ldn wc1n3xx": 2467, "th": 4267, "gt th": 1999, "askin": 568, "dollar": 1377, "messag sent": 2788, "gt dollar": 1986, "pay lt": 3269, "gt lt": 1994, "iouri": 2294, "ten": 4238, "journey": 2344, "gd": 1782, "hi hope": 2118, "get txt": 1823, "cricket": 1182, "sachin": 3696, "tough": 4412, "suppos": 4156, "oic": 3110, "tot": 4409, "din": 1343, "group": 1980, "gorgeou": 1935, "doin": 1376, "jen": 2327, "love jen": 2613, "jen xxx": 2328, "come get": 1071, "kinda": 2386, "well done": 4783, "concentr": 1102, "hope good": 2175, "good day": 1917, "detail": 1316, "transfer": 4419, "acc": 385, "improv": 2254, "ok tell": 3126, "purpos": 3496, "75": 296, "homeown": 2162, "tenant": 4240, "welcom": 4780, "previous": 3449, "refus": 3589, "1956669": 155, "loan purpos": 2554, "purpos 500": 3497, "500 75": 263, "75 000": 297, "000 homeown": 6, "homeown tenant": 2163, "tenant welcom": 4241, "welcom previous": 4781, "previous refus": 3450, "refus still": 3590, "still help": 4070, "help call": 2101, "free 0800": 1690, "0800 1956669": 25, "1956669 text": 156, "text back": 4251, "back help": 618, "oreo": 3216, "oreo truffl": 3217, "ami": 471, "ure": 4577, "beauti": 650, "intellig": 2283, "woman": 4871, "result": 3646, "kind": 2385, "ear": 1435, "ttyl": 4449, "isnt": 2306, "bad": 623, "thru": 4312, "differ": 1335, "decis": 1291, "day give": 1260, "thank god": 4271, "0207": 16, "juli": 2353, "opt": 3191, "orang custom": 3203, "call 0207": 835, "railway": 3519, "princess": 3457, "doggi": 1375, "style": 4118, "fave": 1579, "posit": 3416, "enjoy": 1479, "make love": 2689, "gt time": 2000, "time per": 4338, "per night": 3287, "mani": 2707, "dave": 1250, "notic": 3064, "tenerif": 4242, "sae": 3699, "cw25wx": 1223, "tenerif holiday": 4243, "holiday 5000": 2147, "5000 cash": 270, "award call": 602, "cw25wx 150ppm": 1224, "scream": 3741, "remov": 3604, "flat": 1651, "9ja": 370, "account lt": 395, "send account": 3781, "account detail": 394, "moan": 2847, "cum": 1200, "wise": 4845, "9t": 372, "love aathi": 2607, "aathi love": 376, "8th": 363, "sec": 3751, "tast": 4204, "cant wait": 905, "real thing": 3554, "fb": 1585, "term": 4244, "condit": 1104, "visit": 4644, "free messag": 1704, "messag activ": 2781, "500 free": 265, "free text": 1713, "text messag": 4258, "term condit": 4245, "visit www": 4645, "dear reach": 1277, "depend": 1312, "dri": 1411, "sorri man": 3992, "sorri meet": 3993, "meet call": 2757, "meh": 2766, "nope": 3057, "monday": 2884, "think go": 4292, "center": 946, "fight": 1609, "either": 1459, "fightng": 1611, "some1": 3959, "dificult": 1337, "fight world": 1610, "world easi": 4895, "easi either": 1443, "either win": 1461, "win lose": 4834, "lose bt": 2590, "bt fightng": 800, "fightng some1": 1612, "some1 close": 3960, "close dificult": 1024, "dificult lose": 1338, "lose lose": 2591, "lose win": 2593, "win still": 4836, "still lose": 4071, "fish": 1641, "water": 4746, "123": 115, "1450": 126, "1450 prize": 127, "prize claim": 3466, "cs stop": 1195, "stop sm": 4095, "bore": 755, "outsid": 3234, "villag": 4640, "near": 2977, "fee": 1590, "rent": 3608, "pay rent": 3270, "need help": 2988, "opinion": 3188, "jada": 2313, "kusruthi": 2412, "silent": 3881, "spl": 4031, "charact": 956, "matur": 2734, "stylish": 4120, "simpl": 3885, "opinion jada": 3189, "jada kusruthi": 2314, "kusruthi lovabl": 2413, "lovabl silent": 2605, "silent spl": 3882, "spl charact": 4032, "charact matur": 957, "matur stylish": 2735, "stylish simpl": 4121, "simpl pl": 3886, "pl repli": 3348, "prabha": 3436, "soryda": 3997, "reali": 3556, "frm": 1743, "sori": 3984, "prabha soryda": 3437, "soryda reali": 3998, "reali frm": 3557, "frm heart": 1744, "heart sori": 2085, "lol ok": 2567, "jst": 2347, "tat": 4205, "40gb": 238, "ipod": 2298, "mp3": 2911, "83355": 330, "ibhltd": 2218, "ldnw15h": 2468, "mtmsgrcvd18": 2935, "guarante latest": 2008, "latest nokia": 2452, "nokia phone": 3050, "phone 40gb": 3309, "40gb ipod": 239, "ipod mp3": 2299, "mp3 player": 2912, "player 500": 3362, "500 prize": 267, "prize txt": 3469, "word collect": 4879, "collect 83355": 1049, "83355 ibhltd": 331, "ibhltd ldnw15h": 2219, "ldnw15h 150p": 2469, "150p mtmsgrcvd18": 139, "mono": 2887, "cha": 949, "slide": 3924, "tone txt": 4398, "renew": 3607, "pin": 3332, "http www": 2200, "less": 2488, "bday": 648, "sat night": 3714, "want ask": 4712, "free need": 1707, "need know": 2989, "children": 984, "adult": 413, "behav": 663, "elsewher": 1463, "shall come": 3836, "gonna go": 1912, "go get": 1867, "rude": 3690, "campu": 895, "02": 13, "09": 66, "attempt": 577, "0871": 50, "box95qu": 772, "award 000": 598, "000 bonu": 4, "prize 02": 3464, "02 09": 15, "03 2nd": 18, "2nd attempt": 203, "attempt contact": 578, "call 0871": 838, "ma": 2661, "merri ma": 2778, "150": 129, "85023": 338, "savamob": 3719, "member": 2770, "08717898035": 59, "00": 0, "sub": 4122, "unsub": 4520, "claim ur": 1011, "ur 150": 4534, "150 worth": 132, "worth discount": 4901, "discount voucher": 1356, "voucher text": 4666, "text ye": 4263, "ye 85023": 4952, "85023 savamob": 339, "savamob member": 3720, "member offer": 2771, "offer mobil": 3092, "mobil cs": 2864, "cs 08717898035": 1189, "08717898035 00": 60, "00 sub": 2, "sub 16": 4123, "pretti": 3447, "ladi": 2420, "within": 4854, "pg": 3302, "2003": 171, "800": 308, "un": 4503, "redeem": 3584, "04": 19, "privat 2003": 3461, "2003 account": 172, "show 800": 3867, "800 un": 310, "un redeem": 4504, "redeem point": 3585, "point call": 3397, "11 04": 104, "today sunday": 4371, "sunday sunday": 4144, "sunday holiday": 4143, "holiday work": 2151, "l8r": 2414, "malaria": 2695, "pl give": 3344, "lead": 2471, "passion": 3263, "across": 398, "sea": 3746, "afternoon love": 426, "love goe": 2611, "goe day": 1904, "passion kiss": 3264, "kiss across": 2390, "across sea": 399, "probabl": 3471, "probabl gonna": 3473, "see later": 3762, "later tonight": 2446, "fat": 1574, "finger": 1630, "ummmmmaah": 4501, "ummmmmaah mani": 4502, "mani mani": 2709, "mani happi": 2708, "happi return": 2061, "return day": 3650, "day dear": 1257, "dear sweet": 1278, "sweet heart": 4171, "heart happi": 2083, "happi birthday": 2057, "birthday dear": 704, "tirupur": 4346, "50p": 274, "age16": 430, "develop": 1318, "listen": 2541, "self": 3776, "confid": 1105, "marri": 2721, "without lose": 4857, "go colleg": 1865, "mine": 2817, "rather": 3535, "hotel": 2189, "english": 1478, "bloke": 728, "know need": 2403, "omw": 3145, "took long": 4404, "btw": 803, "cock": 1038, "remind": 3603, "own": 3239, "hurri": 2208, "three": 4309, "gener": 1788, "blood": 730, "sure get": 4161, "warm": 4732, "milk": 2802, "magic": 2672, "loos": 2580, "everi night": 1519, "still need": 4073, "cheap": 970, "essenti": 1502, "onlin": 3176, "pic": 3320, "aiyo": 446, "fast": 1572, "workin": 4892, "gee": 1785, "bare": 632, "love much": 2618, "bare stand": 633, "fuck babe": 1751, "babe miss": 614, "2mrw": 201, "american": 470, "callin": 881, "ill call": 2234, "oooh": 3180, "gym": 2025, "whatev": 4803, "go gym": 1870, "love smile": 2622, "hope ok": 2179, "ok good": 3114, "miss much": 2835, "daddi": 1233, "dick": 1326, "yar": 4948, "mum": 2940, "sch": 3735, "clean": 1016, "yar lor": 4949, "lab": 2416, "door": 1396, "open door": 3184, "wait call": 4682, "000 cash": 5, "call us": 873, "us back": 4594, "marriag": 2722, "snake": 3948, "bite": 717, "danc": 1237, "izzit": 2312, "need chang": 2981, "750 min": 300, "min 150": 2805, "new video": 3015, "video phone": 4633, "wife": 4819, "kid": 2380, "one day": 3152, "headach": 2076, "jazz": 2325, "yogasana": 4983, "em": 1464, "dun thk": 1428, "thk quit": 4301, "go jazz": 1874, "go meet": 1879, "spree": 4040, "80878": 320, "08715705022": 57, "1x150p": 163, "ur chanc": 4539, "win 250": 4831, "250 wkli": 188, "shop spree": 3853, "txt shop": 4475, "custcar 08715705022": 1209, "08715705022 1x150p": 58, "1x150p wk": 164, "cs appli": 1190, "24": 183, "10 04": 82, "grand": 1962, "announc": 493, "542": 277, "import custom": 2250, "servic announc": 3818, "call freephon": 854, "freephon 0800": 1722, "0800 542": 26, "exhaust": 1541, "train": 4417, "pie": 3328, "sleep well": 3921, "present": 3443, "ar": 531, "go buy": 1864, "tsunami": 4447, "swim": 4174, "indian": 2265, "send home": 3789, "home first": 2157, "ok lor": 3118, "noon": 3056, "meet lunch": 2763, "2morow": 199, "28": 191, "nichol": 3028, "pari": 3254, "wait see": 4686, "see get": 3761, "neva": 3003, "neva mind": 3004, "imma": 2245, "somethin": 3971, "want come": 4713, "come find": 1070, "euro2004": 1506, "daili": 1235, "83222": 329, "latest news": 2451, "news result": 3020, "result daili": 3647, "remov send": 3605, "send get": 3786, "stop 83222": 4087, "que": 3504, "suit": 4134, "game send": 1768, "send di": 3783, "answer someon": 502, "someon realli": 3966, "realli love": 3564, "often": 3101, "find time": 1626, "futur": 1760, "hundr": 2205, "aunti": 587, "happi valentin": 2063, "shuhui": 3870, "leona": 2487, "ask abt": 558, "famili": 1561, "come pick": 1075, "aft ur": 424, "snow": 3949, "weather": 4757, "togeth": 4377, "grow": 1981, "let snow": 2496, "dear got": 1275, "got lt": 1945, "mani time": 2713, "alex": 451, "make sure": 2691, "pub": 3488, "got thing": 1950, "pub later": 3489, "bud": 807, "offici": 3100, "paid": 3246, "market": 2720, "good hear": 1921, "pop": 3414, "longer": 2574, "darren": 1243, "area": 535, "25p": 189, "postcod": 3421, "ur area": 4535, "one name": 3164, "vodafon": 4649, "today vodafon": 4374, "vodafon number": 4650, "award number": 605, "number match": 3078, "forward messag": 1682, "seven": 3827, "holder": 2143, "pc": 3273, "tlp": 4350, "ts": 4441, "80062": 311, "dear voucher": 1279, "voucher holder": 4665, "holder claim": 2144, "claim week": 1012, "week offer": 4768, "offer pc": 3094, "go http": 1873, "www tlp": 4929, "tlp co": 4351, "ts cs": 4442, "stop text": 4097, "biola": 697, "login": 2561, "dad": 1231, "fetch": 1606, "askd question": 567, "question hour": 3508, "hour answer": 2191, "thanksgiv": 4276, "effect": 1454, "thursday": 4315, "taken": 4194, "ham": 2043, "cartoon": 920, "templ": 4236, "church": 997, "watch cartoon": 4742, "cartoon listen": 921, "listen music": 2542, "music amp": 2951, "amp eve": 476, "eve go": 1508, "go templ": 1890, "templ amp": 4237, "amp church": 475, "31": 217, "statement show": 4058, "email": 1465, "send email": 3784, "gentl": 1789, "tuesday": 4451, "town": 4415, "bet": 678, "hella": 2092, "drug": 1417, "sun": 4141, "earth": 1440, "evng": 1529, "cant come": 902, "msg gud": 2922, "gud evng": 2010, "lay": 2459, "envelop": 1494, "paper": 3250, "de": 1268, "prepar": 3442, "need buy": 2980, "ho": 2138, "belli": 668, "laugh": 2456, "cool want": 1139, "want say": 4723, "say hi": 3730, "get ur": 1826, "free repli": 1710, "repli msg": 3623, "everi week": 1521, "peac": 3275, "say anyth": 3727, "whatev want": 4804, "way could": 4749, "could pick": 1154, "knw": 2409, "awak": 596, "go lunch": 1878, "lone": 2570, "wait come": 4683, "come home": 1072, "explain": 1548, "xy": 4942, "sex": 3828, "bedroom": 656, "89555": 362, "textoper": 4265, "year old": 4966, "king": 2388, "build": 811, "map": 2714, "accordingli": 392, "an": 488, "pl call": 3338, "torch": 4408, "bold": 743, "thank love": 4273, "immedi urgent": 2248, "urgent messag": 4582, "messag wait": 2791, "farm": 1571, "law": 2458, "purchas": 3493, "look like": 2577, "good good": 1920, "still around": 4066, "gap": 1770, "weird": 4779, "idea": 2225, "good idea": 1922, "away": 607, "think get": 4291, "get away": 1800, "harri": 2066, "drivin": 1415, "fantast": 1568, "alert": 450, "go www": 1895, "height": 2089, "wer": 4798, "sit": 3898, "aftr": 428, "ws": 4915, "student": 4113, "dey": 1319, "made student": 2670, "bt didnt": 799, "seem like": 3771, "come smoke": 1078, "7pm": 304, "10am 7pm": 98, "7pm cost": 305, "cost 10p": 1146, "stress": 4109, "sell": 3777, "b4": 609, "csbcm4235wc1n3xx": 1197, "max": 2736, "urgent 2nd": 4579, "max 50": 2737, "book lesson": 751, "cash 2000": 926, "claim yr": 1013, "yr prize": 4986, "upset": 4531, "assum": 571, "mad": 2666, "never ask": 3006, "ask go": 562, "go ah": 1858, "said would": 3708, "exactli": 1532, "low": 2631, "spring": 4042, "yay": 4950, "feel bad": 1592, "twice": 4458, "dont get": 1383, "opportun": 3190, "add": 406, "txtauction": 4481, "81151": 321, "4t": 252, "custom loyalti": 1211, "loyalti offer": 2634, "offer new": 3093, "mobil 10": 2855, "10 txtauction": 83, "txtauction txt": 4482, "word start": 4883, "start 81151": 4052, "81151 get": 322, "get 4t": 1798, "rite": 3668, "faster": 1573, "gal": 1764, "attach": 576, "know well": 2408, "glad": 1851, "good time": 1928, "clock": 1020, "shout": 3861, "realis": 3558, "shorter": 3858, "eye": 1552, "take good": 4189, "good care": 1916, "pleas send": 3371, "send pic": 3795, "get chanc": 1804, "subscrib": 4126, "mobil content": 2863, "day send": 1266, "spoken": 4036, "next week": 3023, "gimm": 1836, "lip": 2539, "librari": 2500, "confus": 1107, "holla": 2152, "anyon": 506, "spare": 4011, "possibl": 3418, "make thing": 2692, "act": 400, "mt": 2932, "yest": 4972, "today go": 4364, "wish famili": 4847, "famili merri": 1562, "ma happi": 2662, "happi new": 2060, "year advanc": 4965, "citi": 1001, "summer": 4138, "store": 4099, "88039": 356, "skilgm": 3908, "tscs087147403231winawk": 4445, "50perwksub": 275, "award citi": 603, "citi break": 1002, "break could": 784, "could win": 1155, "200 summer": 167, "summer shop": 4140, "spree everi": 4041, "everi wk": 1522, "wk txt": 4861, "txt store": 4477, "store 88039": 4100, "88039 skilgm": 357, "skilgm tscs087147403231winawk": 3909, "tscs087147403231winawk age16": 4446, "age16 50perwksub": 432, "goin": 1906, "meetin": 2765, "ti": 4316, "appar": 524, "lol know": 2566, "anywher": 519, "damn": 1236, "space": 4009, "gt minut": 1996, "beg": 661, "go tell": 1889, "tell friend": 4229, "smoke much": 3944, "sing": 3889, "wish happi": 4850, "get door": 1805, "slave": 3916, "dont think": 1391, "still town": 4075, "diff": 1334, "perfect": 3290, "commun": 1087, "polyphon": 3409, "subpoli": 4124, "81618": 324, "08718727870": 65, "free top": 1716, "polyphon tone": 3410, "nation rate": 2971, "subpoli 81618": 4125, "81618 per": 325, "bein": 665, "hope enjoy": 2172, "jan": 2317, "sound like": 4001, "omg": 3144, "weigh": 4777, "dictionari": 1327, "piec": 3329, "msg b4": 2919, "pobox84": 3390, "m263uz": 2657, "last chanc": 2434, "chanc claim": 953, "voucher today": 4667, "today text": 4372, "savamob offer": 3721, "cs savamob": 1194, "savamob pobox84": 3722, "pobox84 m263uz": 3391, "m263uz 00": 2658, "appt": 529, "lt time": 2638, "time gt": 4333, "no1": 3038, "mate": 2727, "getz": 1831, "36504": 223, "w45wq": 4677, "norm150p": 3059, "free 1st": 1693, "1st week": 160, "week no1": 4767, "no1 nokia": 3039, "nokia tone": 3052, "tone ur": 4399, "mobil everi": 2866, "week txt": 4770, "get txting": 1825, "txting tell": 4486, "tell ur": 4232, "ur mate": 4559, "mate www": 2729, "www getz": 4924, "getz co": 1832, "uk pobox": 4499, "pobox 36504": 3385, "36504 w45wq": 224, "norm150p tone": 3060, "even 1000": 1510, "3d": 225, "ugh": 4494, "gift": 1833, "hint": 2124, "award either": 604, "either 500": 1460, "cd gift": 941, "gift voucher": 1835, "voucher free": 4664, "100 weekli": 89, "weekli draw": 4776, "bag": 625, "bid": 683, "model": 2878, "one babe": 3149, "boo": 749, "gettin": 1830, "hunni": 2207, "2u": 210, "xxxx": 4941, "ok take": 3125, "ach": 397, "miss babe": 2831, "teas kiss": 4220, "comuk": 1099, "3qxj9": 232, "extra": 1550, "08702840625": 46, "220": 181, "cm2": 1029, "9ae": 367, "text credit": 4254, "credit pl": 1180, "pl goto": 3345, "goto www": 1953, "www comuk": 4923, "comuk net": 1101, "net login": 2996, "login 3qxj9": 2562, "3qxj9 unsubscrib": 233, "unsubscrib stop": 4524, "stop extra": 4091, "extra charg": 1551, "charg help": 960, "help 08702840625": 2100, "08702840625 comuk": 47, "comuk 220": 1100, "220 cm2": 182, "cm2 9ae": 1030, "alfi": 452, "moon": 2893, "m8": 2659, "chariti": 962, "8007": 312, "zed": 4996, "08701417012": 44, "profit": 3476, "alfi moon": 453, "moon children": 2894, "children need": 985, "need song": 2990, "song ur": 3976, "mob tell": 2852, "ur m8": 4557, "m8 txt": 2660, "txt tone": 4478, "tone chariti": 4394, "chariti 8007": 963, "8007 nokia": 315, "nokia poli": 3051, "poli chariti": 3400, "chariti poli": 964, "poli zed": 3402, "zed 08701417012": 4997, "08701417012 profit": 45, "profit chariti": 3477, "hahaha": 2031, "brain": 779, "hahaha use": 2032, "use brain": 4599, "brain dear": 780, "green": 1975, "anoth friend": 496, "friend want": 1738, "cust": 1205, "opt repli": 3193, "stop 50": 4086, "cust care": 1206, "say hello": 3729, "pc pleas": 3274, "pleas go": 3369, "skype": 3914, "sura": 4159, "given": 1850, "thank much": 4274, "didnt get": 1330, "day ago": 1254, "morn dear": 2900, "great amp": 1966, "amp success": 483, "success day": 4129, "five": 1643, "150 text": 131, "five pound": 1644, "pound per": 3426, "week call": 